[{

    "category_id": "01",
    "price": 120000,
    "title": "Footboll photography",
   "name":"Footboll",
    "image_url": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202003/cristianoronaldo.png?size=690:388",
    "details": "The industry of sports photography can be a highly appealing one – the ability to take in sporting events or the potential of being a part of professional sport is a dream to many, but the competitiveness of the industry and the challenge of shooting moving subjects can feel daunting. If you have an interest in doing a deeper dive into the world of sports photography and getting more involved in action photography, then look no further. We’ve compiled a guide to get started as a sports photographer – from breaking down the way to gain experience and break into the industry, to the technical aspects you’ll need, right up to the equipment. While your research will help you get started, your online portfolio will help you grow your sports photography business. It’s where you will showcase your work, network with other photographers, and land new gigs. Your online portfolio will be an essential part of your photography business, but before you get going – here are all the sports photography tips you’ll need."
},{
    
    "category_id": "02",
    "name": "Cricket",
    "price": 653400,
    "title": "Cricket photography",
    "image_url": "https://st1.latestly.com/wp-content/uploads/2019/07/Bangladesh-team-781x441.jpg",
    "details": "There are various types of camera available in the market that you can use to capture cricket photography. But most of the sports photography forums and sports photography tips articles always suggest the best cricket photography camera which you can use now and also comes in your budget. A camera is the most necessary equipment you will need to capture stunning images of the worldwide famous sports called cricket. The top photography forums and the members have suggested the following cameras in their professional cricket photography tips. Here are the top camera you can use which are also affordable and works perfect "
},{
    
    "category_id": "03",
    "name": "Hockey",
    "price": 592399,
    "title": "Hockey photography",
    "image_url": "https://assets.khelnow.com/news/uploads/2021/06/Hardik-Singh-in-Action-during-India-vs-Argentina-Pro-League-tie-2-1.jpg",
    "details": "Now that I have covered the basics I would like to address the needs of the more advanced shooters out there. The lighting is challenging to say the least and setting up is one of the major keys to success. Being prepared for the situations you will encounter is also one of the big hurdles to Whether you shoot Canon or Nikon or some other major brand camera is not the question, all of them give adequate flexibility to cover your eventualities. I am a Nikon shooter so most of my experience is in the use of Nikon equipment. Generally speaking if you are lugging around pro level gear your first issue will probably be access to the arena unless security is lax or there are no rules on what camera gear you may bring inside. If there are access issues it will be important to get to know the Media Relations Staff at your arena. Explaining your"
},{
    
    "category_id": "04",
    "name": "Table tennis",
    "price": 103000,
    "title": "Table tennis",
    "image_url": "https://cdn4.eyeem.com/thumb/e78b4e4c5648e068ac64ecfe2918cfe88dc41a4e-1520794933026/w/800",
    "details": "In this week’s PongNow interview, USATT’s Photo Historian Mal Anderson shared some tips on how to take the perfect table tennis photo.  A two minute segment of that interview is posted below (click here for the full PongNow interview ).  This article collects tips and tricks from Mal Anderson, Truong Tu, and Steve Hopkins.  We look forward to seeing some of your photos.  Check out the Bowmar Sports Facebook Page this week as we post a photo contest.Mal Anderson’s Pro Tip is to watch the ball, not the player.  He sets up so that he has a direct line to where the other player is and he snaps the shot when the ball reaches the other side (relying on the fact that the player will be where the ball is).  He takes five shots and moves on to a new location.  His signature position would be to the left of the table focused on the forehand corner for a right-handed player, or offset to the right of the table with a direct line to the player’s backhand corner but to wait until the player steps around to hit a forehand from the backhand corner.  Mal uses a Nikon F3 Camera with an 85mm Lens."
},{
    
    "category_id": "05",
    "name": "Volleyball",
    "price": 13000,
    "title": "Volleyball photography",
    "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRyX-MPU0i16GhyVIU2iJxkpja0OwRn-sWUEx60xWN0ns1JAXSIcHmB2UpX78YeAkkLVSo&usqp=CAU",
    "details": "In this post I’m sharing a few tips for action sports photography; specifically, how I capture great women’s indoor volleyball pictures. Everything from capturing players’ emotions, shooting angles at courtside and camera settings to photograph on the net action when there’s a spike.We have a small, Sunday afternoon volleyball league on St Helena in which Sharon plays, making it an ideal sports photography topic for me to cover.Across photography there are many different specialist areas; sport being one of the biggies. Just like anything really. We’ve already blogged Street Photography tips, how to Improve Photography without spending a penny and how to make better use of colour in photography."
}, {
    
    "category_id": "06",
    "name": "Badminton",
    "price": 50000,
    "title": "Badminton photography",
    "image_url": "https://blog.playo.co/wp-content/uploads/2017/03/badminton-shots.jpg",
    "details": "The sporting arena is highly important for every athlete in the world, as well as sports photography enthusiasts who strive to capture every gesture and expression on the courts.Besides football, badminton is one of the most popular sports in Indonesia, especially with international achievements from athletes like Susi Susanti and Alan Budi Kusuma. Both proudly won gold medals in the Barcelona Olympics in 1992. However, not all photographers are allowed in the stadiums. Even with permission, chosen photographers must present ID in order to be situated at courtside and near the athletes."
}]